<?php


$text = new stdClass();

$text->first_name = "الاسم الأول" ;
$text->last_name = "اسم العائلة";
$text->full_name = "الاسم الكامل" ;

$text->email = "بريد إلكتروني" ;
$text->phone = "رقم الهاتف" ;
$text->register= 'سجل هنا';
$text->Terms = "الشروط والأحكام";


$text->thanks ='شكرًا لك على التسجيل';
$text->redirect ='أنت تقوم بإعادة التوجيه إلى الوسيط';

$text->end = "للاستثمار يجب أن يكون عمرك 18 عامًا على الأقل. الحد الأدنى لرأس المال المطلوب 250 دولارًا";

$text->email_exist = "العميل الذي لديه هذا البريد الإلكتروني موجود بالفعل ";
$text->phone_exist = "العميل الذي لديه رقم الهاتف هذا موجود بالفعل ";
$text->general = "خطأ، يرجى المحاولة مرة أخرى لاحقاً";

$text->terms = "من خلال التسجيل، أوافق على";
$text->terms2 = "شروط الاستخدام";
$text->terms3 = "سياسة الخصوصية";